Repository: javohir-bit/Nerman_Ai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Язык
uz: Til

source: Главная
uz: Bosh Sahifa

source: О Продукте
uz: Mahsulot Haqida

source: Подписка
uz: Tariflar

source: О Нас
uz: Biz Haqimizda

source: Контакты
uz: Aloqa

source: Блог
uz: Blog

source: Chat Support
uz: Yordam

source: Войти
uz: Kirish

source: Выйти
uz: Chiqish

source: Зарегистрироваться
uz: Ro'yxatdan o'tish

source: Видеоредактор
uz: Video Muharriri

source: Будущего
uz: Kelajagi

source: Создавайте профессиональный контент за считанные секунды с помощью передовых технологий NERMAN.AI. Наш ИИ возьмет на себя всю рутину.
uz: NERMAN.AI ilg'or texnologiyalari yordamida bir necha soniya ichida professional kontent yarating. Bizning Sun'iy intellekt barcha tartibsiz ishlarni o'z zimmasiga oladi.

source: Попробовать бесплатно
uz: Bepul sinab ko'rish

source: Как это работает
uz: Bu qanday ishlaydi

source: Процесс создания видео стал проще, чем когда-либо
uz: Video yaratish jarayoni har qachongidan ham osonlashdi

source: Анализ контента
uz: Kontent tahlili

source: ИИ анализирует ваши исходные материалы, определяя лучшие моменты и ключевые темы.
uz: Sun'iy intellekt sizning manba materiallaringizni tahlil qilib, eng yaxshi lahzalar va asosiy mavzulari aniqlaydi.

source: Умный монтаж
uz: Aqlli montaj

source: Автоматическая склейка, цветокоррекция и наложение эффектов в соответствии с выбранным стилем.
uz: Tanlangan uslubga muvofiq avtomatik kesish, rangni tuzatish va effektlarni qo'llash.

source: Готовый результат
uz: Tayyor natija

source: Экспортируйте видео в любом формате, оптимизированном для всех популярных социальных сетей.
uz: Videoni barcha ommabop ijtimoiy tarmoqlar uchun optimallashtirilgan istalgan formatda eksport qiling.

source: Достигайте новых
uz: Yangi

source: вершин
uz: cho'qqilarga erishing

source: Кинематографичное качество
uz: Kinematografik sifat

source: Автоматическая стабилизация и улучшение разрешения до 4K.
uz: Avtomatik barqarorlashtirish va ruxsatni 4K gacha oshirish.

source: Синхронизация с музыкой
uz: Musiqa bilan sinxronizatsiya

source: Монтаж под бит любой аудиодорожки для максимальной динамики.
uz: Maksimal dinamika uchun har qanday audio trekning bitiga mos ravishada montaj qilish.

source: Умные субтитры
uz: Aqlli subtitrlar

source: Генерация стильных субтитров на 50+ языках с идеальным таймингом.
uz: Ideal tayming bilan 50 dan ortiq tillarda zamonaviy subtitrlarni yaratish.

source: Готовы изменить свой контент?
uz: Kontentingizni o'zgartirishga tayyormisiz?

source: Присоединяйтесь к тысячам креаторов, которые уже используют NERMAN.AI
uz: NERMAN.AI dan foydalanayotgan minglab ijodkorlarga qo'shiling

source: Начать сейчас
uz: Hozir boshlash

source: Как работает ваш ИИ-Видеоредактор
uz: Sizning Sun'iy intellektli video muharriringiz qanday ishlaydi

source: Загрузите ваши исходники
uz: Manba fayllaringizni yuklang

source: Просто перетащите ваши видеофайлы в наш редактор. Наш ИИ мгновенно проанализирует контент и подготовит его к обработке.
uz: Shunchaki video fayllaringizni muharririmizga yuklang. Bizning sun'iy intellekt kontentni bir zumda tahlil qiladi va uni qayta ishlashga tayyorlaydi.

source: ИИ находит лучшие моменты
uz: Sun'iy intellekt eng yaxshi lahzalarni topadi

source: Наши алгоритмы автоматически выделяют самые эмоциональные и важные части вашего видео, убирая лишнее.
uz: Bizning algoritmlarimiz videongizning eng hissiyotli va muhim qismlarini avtomatik ravishda ajratib ko'rsatadi va keraksizlarini olib tashlaydi.

source: Выберите стиль и темп
uz: Uslub va tempni tanlang

source: Выберите подходящий пресет: от динамичного TikTok до кинематографичного блога. ИИ подстроит монтаж под ваш выбор.
uz: Mos keladigan presetni tanlang: dinamik TikTok-dan kinematografik bloggacha. Sun'iy intellekt montajni sizning tanlovingizga moslashtiradi.

source: Автоматические эффекты и звук
uz: Avtomatik effektlar va ovoz

source: Система добавит подходящую музыку, субтитры и визуальные эффекты, синхронизированные с ритмом видео.
uz: Tizim video ritmi bilan sinxronlashtirilgan mos musiqa, subtitrlar va vizual effektlarni qo'shadi.

source: Готово к публикации!
uz: Nashrga tayyor!

source: Ваше идеальное видео готово. Скачайте его или мгновенно опубликуйте во все ваши соцсети.
uz: Sizning mukammal videongiz tayyor. Uni yuklab oling yoki barcha ijtimoiy tarmoqlaringizga darhol nashr eting.
